{
    "name": "Bored in the District",
    "description": "Curtis Roach took the TikTok scene by storm when his video \"Bored in the House\" went viral in 2020. Now, two renowned NFT artists, coin artist and illestrater, capture this trend and release a first of its kind interactive beat remix NFT. Cutting edge blockchain utilization blended with an internet-breaking musical moment led to an intertwining of culture and technology. Can you master the beat? \n\nThis NFT features interactive NFT technology and decentralized gaming. The NFT showcases a proof of concept of interactive media and music stems to produce a self-contained experience for the end-user that encourages user participation. The idea also expands upon the opportunity that is undeveloped where music stem libraries can be utilized to make an NFT which takes the form of a real-time interface for a live-streamer or an all-in-one media mixing platform.\n\n Our collaboration reimagines Curtis Roach's spontaneous moment of composing his viral hit of \"Bored in the House\" into a cyberpunk influenced \"Bored in the District\" as we fuse together the past and the present. Our goal was to extend an invitation to the end-user to create alongside Curtis and introduce elements of joy and spontaneity into the act. The idea of online collaborations and experiences is at the heart of this conceptual work as these core themes are true for TikTok, Curtis' creative process, and NFTs as a new artistic medium. \n\nCredits and contributions: \nHardy Fowler: digital painter \nillestrater: web development, engineer smart contracts \nBlockade Games: Plasma Bears skins and Neon District homage\nmysterious animator: Plasma Bears skins\ncoin_artist: concept, experience & game designer",
    "image_url": "https://arweave.net/2wrIALnOAWSNg3dZT1_Je4ZowsgxL288MA_MnpX_FJc",
    "animation_url": "https://arweave.net/IYw29Hgb-inCRC0u2W_wtlNlG0YWp2KgIOIiBWbCVdk",
    "external_url": "",
    "terms_of_use": "<link to Purchase Agreement URL hosted by Immutable>"
}